Repository: pettipol/copaky
Catalog: Resources/Localizable.xcstrings
Source language: ja
Languages: en, it

source: OS標準のユーザ辞書を利用します。
en: Use device text replacement and display the candidates.
it: Utilizza il dizionario utente standard del sistema.

source: QwertyキーボードでAaキーの代わりにシフトキーを利用します。
en: Use shift key instead of Aa key in qwerty keyboards.
it: Nella tastiera QWERTY, usa il tasto Maiusc al posto del tasto Aa.

source: QWERTYのラテン文字タブでは、アクセント付きの語を含むイタリア語候補を表示します（例：「perche」→「perché」）。
en: On the QWERTY Latin tab, Italian candidates include accented words (for example, “perche” → “perché”).
it: Nella scheda latina QWERTY, i suggerimenti in italiano includono parole accentate (ad esempio, «perche» → «perché»).

source: QWERTYのラテン文字タブでは、入力中に英語の予測候補を表示します。
en: On the QWERTY Latin tab, English predictive candidates appear as you type.
it: Nella scheda latina QWERTY, durante la digitazione vengono mostrati suggerimenti predittivi in inglese.

source: QWERTYの言語キーで「A」を選びます。イタリア語が有効なら長押しで直接選べます。「A」が選ばれている間はタブバーからラテン文字タブに戻れます。
en: Choose A with the QWERTY language key. When Italian is enabled, long-press the key to choose A directly. While A is active, the tab bar reopens the Latin tab.
it: Scegli A con il tasto lingua QWERTY. Quando l'italiano è attivo, tieni premuto il tasto per scegliere direttamente A. Finché A è attivo, la barra dei tab riapre la scheda latina.

source: SF SymbolsのIDを指定
en: Specify SF Symbols ID
it: Specifica l'ID di SF Symbols

source: unicode変換
en: Unicode letters conversion
it: Conversione Unicode

source: URLから読み込む
en: Import from URL
it: Importa da URL

source: URLが間違っている可能性があります
en: Wrong URL
it: L'URL potrebbe non essere corretto

source: URLをコピーします。
en: Copy URL
it: Copia l'URL.

source: URLを入力
en: URL
it: Inserisci URL

source: URLを取得中
en: Getting URL
it: Recupero dell'URL in corso

# View azooKey on GitHub
source: GitHub で azooKey を見る
en: View azooKey on GitHub
it: Visualizza azooKey su GitHub

# View Copaky on GitHub
source: GitHub で Copaky を見る
en: View Copaky on GitHub
it: Visualizza Copaky su GitHub

source: Web検索
en: Google search
it: Ricerca web

source: Zenzai（高性能端末向けの高精度なニューラルかな漢字変換システム）を使用しますか？
en: Would you like to use Zenzai (a high-accuracy neural kana-kanji conversion system for high-performance devices)?
it: Vuoi usare Zenzai (un sistema di conversione kana-kanji neurale ad alta precisione per dispositivi ad alte prestazioni)?

source: Zenzaiについて
en: About Zenzai
it: Informazioni su Zenzai

source: Zenzaiの安全性について
en: About Zenzai’s security
it: Informazioni sulla sicurezza di Zenzai

source: Zenzaiの機能的制約について
en: About Zenzai’s functional limitations
it: Informazioni sui limiti funzionali di Zenzai

source: Zenzaiはインターネット接続を一切要さず、デバイスの中だけで使用できます。
en: Zenzai does not require any internet connection and works entirely on-device.
it: Zenzai non richiede alcuna connessione a Internet e funziona interamente sul dispositivo.

source: Zenzaiを有効化
en: Enable Zenzai
it: Attiva Zenzai

source: Zenzaiを設定
en: Configure Zenzai
it: Configura Zenzai

source: アイコン
en: Icon
it: Icona

source: アイテム
en: Items
it: Elementi

source: アイテムを追加
en: Add new item
it: Aggiungi elemento

source: アクション
en: Actions
it: Azioni

source: アクションを編集する
en: Edit press action
it: Modifica azione di pressione

source: アクションを追加
en: Add new action
it: Aggiungi azione

source: アクティビティ
en: Activity
it: Attività

source: あなたがよく使う仕事の挨拶やゲームの定型文、お気に入りの顔文字など、好きなものを並べたカスタムタブを作ることができます。
en: You can create custom tabs where you can list your commonly used work greetings, game phrases, favorite emojis, and more.
it: Puoi creare tab personalizzate in cui raccogliere ciò che preferisci: i saluti di lavoro che usi più spesso, le frasi ricorrenti nei giochi, le tue kaomoji preferite e altro ancora.

source: アプリを開く
en: Open app
it: Apri l'app

source: イタリア語
en: Italian
it: Italiano

source: イタリア語の予測変換を使うには、設定 ▸ 「イタリア語を使う」をオンにしてください。
en: For Italian predictions, turn on “Use Italian” in Settings.
it: Per i suggerimenti in italiano, attiva Impostazioni ▸ «Usa l'italiano».

source: インストール直後、特定のアプリでキーボードが開かない
en: Keyboard does not open in certain applications immediately after installation
it: La tastiera non si apre in alcune app subito dopo l'installazione

source: エフォート
en: Effort
it: Sforzo

source: オープンソースソフトウェア
en: Open source softwares (Japanese)
it: Software open source

source: おすすめ
en: Suggestion
it: Consigliato

source: オプション
en: Options
it: Opzioni

source: オプションの設定方法
en: How to specify options
it: Come impostare le opzioni

source: オンにすると候補バーに Copaky ボタンを表示します。タブバーは 123 / #+= / ☆123 キーの長押しから開けます（クリップボード履歴がオンのときは長押しで履歴タブが直接開きます）
en: Turn on to show the Copaky button in the candidate bar. The tab bar opens with a long press on the 123 / #+= / ☆123 key (when Clipboard history is on, the long press opens the history tab directly)
it: Attiva per mostrare il pulsante Copaky nella barra dei suggerimenti. La barra schede si apre con un tocco lungo sul tasto 123 / #+= / ☆123 (se la Cronologia appunti è attiva, il tocco lungo apre direttamente la cronologia)

source: オリジナル
en: Original
it: Originale

source: お問い合わせ
en: Contact
it: Contatti

source: お問い合わせ内容を選んでください。ブラウザでGitHubが開きます。
en: Please select the type of inquiry. GitHub will open in your browser.
it: Seleziona il tipo di richiesta. Si aprirà GitHub nel browser.

source: お知らせ
en: Notice
it: Avviso

source: お願い
en: Please note
it: Attenzione

source: カーソルバーの切り替え
en: Toggle show or not show cursor bar
it: Attiva/disattiva la barra del cursore

source: カーソルバーの表示
en: Show cursor bar
it: Mostra la barra del cursore

source: カーソルバーを消すには、入力/削除を行うか、再び空白を長押ししてください。
en: To hide the bar, you can simply input or delete letters, or tap and hold "空白" key again.
it: Per nascondere la barra, digita o elimina caratteri, oppure tieni premuto di nuovo il tasto «Spazio».

source: カーソルバーを表示
en: Show cursor bar
it: Mostra la barra del cursore

source: カーソルを移動する
en: Move cursor easily
it: Sposta il cursore

source: カーソルを自由に移動する
en: Move cursor easily
it: Sposta liberamente il cursore

source: カーソル移動
en: Moving cursor
it: Spostamento del cursore

source: カスタム
en: Custom
it: Personalizzato

source: カスタムアクションがうまく動かない
en: Custom actions doesn't work as expected
it: Le azioni personalizzate non funzionano correttamente

source: カスタムアクションが思った通りに動かない場合、実現したい操作をなるべくそのまま実行することが重要です。
en: If your custom action isn't working as expected, it's crucial to try to replicate the desired operation as closely as possible.
it: Se un'azione personalizzata non funziona come previsto, è importante riprodurre l'operazione desiderata nel modo più fedele possibile.

source: カスタムアクションでこれを再現する場合、「(」の入力→「)」の入力→「確定」の順でアクションを設定すれば上手く動きます。
en: If you want to replicate this using a custom action, set up the action in the following order: input '(' -> input ')' -> confirm. This should work as expected.
it: Per riprodurre questo comportamento con un'azione personalizzata, imposta le azioni in quest'ordine: inserisci «(» → inserisci «)» → conferma. In questo modo funzionerà correttamente.

source: カスタムアクションをうまく設定するためのヒントを紹介します。
en: Here are some tips for setting up custom actions successfully.
it: Ecco alcuni suggerimenti per configurare le azioni personalizzate in modo efficace.

source: カスタムキー
en: Custom keys
it: Tasti personalizzati

source: カスタムキーで高度なアクションを設定した際、思った通りに動かないことがあります。
en: When setting up advanced actions with custom keys, they may not work as expected.
it: Quando configuri azioni avanzate con i tasti personalizzati, potrebbero non funzionare come previsto.

source: カスタムキーの設定
en: Edit custom keys
it: Modifica tasti personalizzati

source: カスタムするキー
en: Key to be customized
it: Tasto da personalizzare

source: カスタムタブ
en: Custom tabs
it: Tab personalizzati

source: カスタムタブがまだありません
en: Custom tabs have yet created
it: Nessun tab personalizzato

source: カスタムタブの情報
en: Information of custom tab
it: Informazioni sul tab personalizzato

source: カスタムタブの管理
en: Manage custom tabs
it: Gestisci tab personalizzati

source: カスタムタブの読み込み
en: Load custom tabs
it: Carica tab personalizzati

source: カスタムタブはファイルとして共有可能です。パソコンで作ったファイルや他の人の作ったファイルを読み込んで利用できます。
en: Custom tabs can be shared as files. You can load and use files created on your computer or files created by others.
it: I tab personalizzati possono essere condivisi come file. Puoi caricare e utilizzare file creati sul computer o da altre persone.

source: カスタムタブファイルの作り方
en: How to make custom tab files.
it: Come creare file di tab personalizzati

source: カスタムタブをファイルとして外部で作成し、Copakyに読み込むことができます。より高機能なタブの作成が可能です。詳しくは以下をご覧ください。
en: You can create custom tabs as files outside this app and import them. You can create more advanced tabs. For details, see below.
it: Puoi creare tab personalizzati come file all'esterno dell'app e importarli in Copaky. In questo modo puoi creare tab più avanzati. Per maggiori dettagli, consulta quanto segue.

source: カスタムタブを作る
en: Make custom tab
it: Crea un tab personalizzato

source: カスタムタブを使うにはタブバーを利用します。
en: You can use Tab Bar to move custom tabs.
it: Per usare i tab personalizzati, utilizza la barra dei tab.

source: カスタムタブ機能
en: Custom Tabs feature
it: Funzione Tab personalizzati

source: カスタム書式
en: Custom format
it: Formato personalizzato

source: カタカナ
en: Katakana
it: Katakana

source: から
en: starts
it: Inizio

source: キー
en: Keys
it: Tasti

source: キーに表示される文字を設定します。
en: Set the label.
it: Imposta l'etichetta del tasto.

source: キーのサイズ
en: Size of this key
it: Dimensione di questo tasto

source: キーの文字の大きさを指定できます。文字が大きすぎる場合表示が崩れることがあります。
en: You can set the font size of keys. If the size is too large, the layout may break.
it: Puoi impostare la dimensione del testo dei tasti. Se il testo è troppo grande, la visualizzazione potrebbe risultare compromessa.

source: キーの文字の色
en: Color of key labels
it: Colore delle etichette dei tasti

source: キーの種類
en: Type of this key
it: Tipo di questo tasto

source: キーの編集
en: Edit key
it: Modifica tasto

source: キーの色
en: Color of this key
it: Colore di questo tasto

source: キーの表示サイズ
en: Font size of key labels
it: Dimensione del testo delle etichette dei tasti

source: キーの見た目は「ラベル」で設定できます。
en: You can set labels for the appearance.
it: Puoi impostare l'aspetto del tasto tramite «Etichetta».

source: キーの音
en: Enable keyboard sounds
it: Attiva i suoni della tastiera

source: キーボードで入力中、空白キーに「次候補」機能を表示します
en: While composing JAPANESE, the space key becomes the 'Next Candidate' key. On the Latin tab the space key always inserts a space.
it: Durante la composizione in GIAPPONESE, il tasto spazio diventa «Candidato successivo». Sul tab latino il tasto spazio inserisce sempre uno spazio.

source: キーボードの入力方式
en: Select input style
it: Metodo di input della tastiera

source: キーボードの地球儀ボタンを長押しし、Copakyを選択してください
en: Tap and hold the globe button on the keyboard, and select Copaky
it: Tieni premuto il pulsante del globo sulla tastiera, quindi seleziona Copaky

source: キーボードの種類
en: Keyboard Layout
it: Tipo di tastiera

source: キーボードの種類 (現在: %@)
en: Keyboard layout (current: %@)
it: Tipo di tastiera (attuale: %@)

source: キーボードの種類をお選びください
en: Select input style
it: Seleziona il tipo di tastiera

source: キーボードの種類を設定する
en: Select input style
it: Imposta il tipo di tastiera

source: キーボードの高さ
en: Keyboard height
it: Altezza della tastiera

source: キーボードの高さを調整できます。
en: You can edit keyboard height.
it: Puoi regolare l'altezza della tastiera.

source: キーボードを使えるようにする
en: Make keyboard able to use
it: Rendi disponibile la tastiera

source: キーボードを有効化する
en: Enable Keyboard
it: Attiva tastiera

source: キーボードを閉じる
en: Dismiss keyboard
it: Nascondi tastiera

source: キーボードを開く
en: Open keyboard
it: Apri tastiera

source: キーをカスタマイズする
en: Customize keys
it: Personalizza i tasti

source: キーをドラッグして移動してください。
en: Drag the key to move it.
it: Trascina il tasto per spostarlo.

source: キーを押したときの動作をより詳しく設定します。
en: Set actions when you press this key in detail.
it: Configura in dettaglio l'azione eseguita quando premi questo tasto.

source: キーを押した際に端末を振動させます。
en: Enable haptics feedback when you press keys.
it: Attiva la vibrazione quando premi i tasti.

source: キーを押した際に音を鳴らします♪
en: Make sounds when you press keys♪
it: Riproduci un suono quando premi i tasti♪

source: キーを押して入力される文字を設定します。
en: Set letters inputted when you press this key.
it: Imposta i caratteri inseriti quando premi questo tasto.

source: キーを押して移動するタブを設定します。
en: Set the destination tab when you press this key.
it: Imposta il tab di destinazione da aprire quando premi questo tasto.

source: キーを追加する
en: Add a new key
it: Aggiungi un nuovo tasto

source: キーを長押ししたときの動作をより詳しく設定します。
en: Set actions when you longpress this key in detail.
it: Configura in dettaglio l'azione eseguita quando tieni premuto questo tasto.

source: キャンセル
en: Cancel
it: Annulla

source: ギリシャ語
en: Greek
it: Greco

source: クモの絵文字を非表示
en: Forbid spider emojis
it: Nascondi le emoji di ragni

source: クリア
en: Clear
it: Cancella

source: クリップボードの履歴
en: Clipboard histories
it: Cronologia degli appunti

source: クリップボードの履歴がオンになりました。123 / #+= / ☆123 キーを長押しすると履歴タブが開きます。「ペーストの許可」を求めるダイアログが繰り返し出る場合は、設定アプリ ▸ Copaky ▸「ほかの App からペースト」を「許可」にしてください。
en: Clipboard history is on. Long-press the 123 / #+= / ☆123 key to open the history tab. If the «Allow Paste» dialog keeps appearing, open the Settings app ▸ Copaky ▸ «Paste from Other Apps» and choose «Allow».
it: La Cronologia appunti è attiva. Tieni premuto il tasto 123 / #+= / ☆123 per aprire il tab della cronologia. Se la finestra «Consenti incolla» continua a comparire, apri l'app Impostazioni ▸ Copaky ▸ «Incolla da altre app» e scegli «Consenti».

source: クリップボードの履歴は 123 / #+= / ☆123 キーの長押しで開きます。
en: Open Clipboard history with a long press on the 123 / #+= / ☆123 key.
it: Apri la Cronologia appunti con un tocco lungo sul tasto 123 / #+= / ☆123.

source: クリップボードの履歴を保存
en: Keep clipboard histories
it: Salva la cronologia degli appunti

source: ゴキブリの絵文字を非表示
en: Forbid cockroach emojis
it: Nascondi le emoji di scarafaggi

source: ここでは「1234/01/23 01:23」という形式のタイムスタンプを作ってみます。
en: Here, we'll create a timestamp in the 1234/01/23 01:23 format.
it: In questo esempio creeremo un timestamp nel formato «1234/01/23 01:23».

source: このアイテムをピン留め
en: Pin this item
it: Fissa questo elemento

source: このアクションはiOSのメジャーアップデートで利用できなくなる可能性があります
en: This action could be invalid in future iOS versions
it: Questa azione potrebbe non essere più disponibile con i futuri aggiornamenti principali di iOS

source: このアプリでは編集できないアクションです
en: An action which cannot be edited in this app
it: Un'azione che non può essere modificata in questa app

source: このアプリで作成
en: Made in this app
it: Creato in questa app

source: このアプリについて
en: About Copaky
it: Informazioni su Copaky

source: このアプリを再び開いてください
en: Open this app again
it: Apri di nuovo questa app

source: このキーにはタブ移動以外のアクションが設定されています。
en: This key doesn't have a moving tab action.
it: A questo tasto è assegnata un'azione diversa dal cambio tab.

source: このキーにはタブ移動以外のアクションが設定されています。現在のアクションを消去して移動するタブを設定するには「タブを設定する」を押してください
en: This key has an action other than tab navigation assigned to it. To clear the current action and set it to navigate tabs, press 'Set destination tab'
it: A questo tasto è assegnata un'azione diversa dal cambio tab. Per cancellare l'azione attuale e impostare il tab di destinazione, premi «Imposta tab»

source: このキーには入力以外のアクションが設定されています。
en: This key doesn't have input action.
it: A questo tasto è assegnata un'azione diversa dall'inserimento di testo.

source: このキーには入力以外のアクションが設定されています。現在のアクションを消去して入力する文字を設定するには「入力を設定する」を押してください
en: This key has a non-input action assigned to it. To clear the current action and set it to input a character, press 'Set inputted letters'.
it: A questo tasto è assegnata un'azione diversa dall'inserimento di testo. Per cancellare l'azione attuale e impostare i caratteri da inserire, premi «Imposta inserimento»

source: このキーに長押しキーを追加する
en: Add a new alternative key which appears when longpressed
it: Aggiungi un tasto alternativo che appare con la pressione prolungata

source: このキーは編集できません
en: This key cannot be edited
it: Questo tasto non può essere modificato

source: このキーを並び替える
en: Rearrange this key
it: Riordina questo tasto

source: このタブを日本語のデフォルトに設定
en: Set this as a Japanese default tab
it: Imposta come tab predefinito per il giapponese

source: このタブを英語のデフォルトに設定
en: Set this as a English default tab
it: Imposta come tab predefinito per l'inglese

source: このタブを開くタブバーアイテムも削除しますか？
en: Do you want to delete the tab bar items which open this tab?
it: Vuoi eliminare anche gli elementi della barra dei tab che aprono questo tab?

source: このため、フルアクセスは不要で、プライバシーは完全に守られます。
en: Therefore, Full Access is not required and your privacy is fully protected.
it: Per questo motivo l'accesso completo non è necessario e la tua privacy è completamente protetta.

source: このテンプレートのサポートは廃止されました。エントリを削除してください。
en: This template is no longer supported. Please delete the entry.
it: Questo modello non è più supportato. Elimina la voce.

source: このとき、実際のキーボードでは「(」を入力し、「)」を入力し、ついで「確定」を押します。Copakyは自動でカーソルを移動するので、これで実現したい操作が完了します。
en: In this case, you would input '(' and then ')', followed by pressing 'Enter' on the actual keyboard. Since Copaky automatically moves the cursor, this sequence accomplishes the desired action.
it: In questo caso, sulla tastiera reale inseriresti "(", poi ")" e infine premeresti "Conferma". Poiché Copaky sposta automaticamente il cursore, questa sequenza completa l'operazione desiderata.

source: この候補の学習をリセットする
en: Reset learning for this candidate
it: Azzera l'apprendimento di questo candidato

source: この列を削除
en: Delete this column
it: Elimina questa colonna

source: この単語をシェアする
en: Share this word
it: Condividi questa parola

source: この単語を他のユーザにも共有することを申請します。 個人情報を含む単語は申請しないでください。
en: When this toggle is turned on, the application will request permission to share this word with other users. Please do not submit any words that contain personal information.
it: Attivando questa opzione, richiedi la condivisione di questa parola con altri utenti. Non inviare parole che contengono informazioni personali.

source: この操作は取り消せません。
en: This operation cannot be canceled.
it: Questa operazione non può essere annullata.

source: この機能にはフルアクセスが必要です。この機能を使いたい場合は、「設定」>「キーボード」でフルアクセスを有効にしてください。
en: This feature requires full access. To use this feature, please enable full access at 'Settings' > 'Keyboard'.
it: Questa funzione richiede l'accesso completo. Per utilizzarla, attiva l'accesso completo in "Impostazioni" > "Tastiera".

source: この機能をONにすると、キーボードの利用中に以下のような送信の提案が表示されるようになります。
en: When this feature is on, suggestions to send the following information will appear while you use the keyboard.
it: Quando attivi questa funzione, durante l'uso della tastiera vengono mostrati suggerimenti di invio come quelli seguenti.

source: この機能を利用するには、「フルアクセス」の許可が必要です。詳しくはこちらをお読みください
en: To use this feature, 'Full Access' permission is required. Please read more details here.
it: Per utilizzare questa funzione è necessaria l'autorizzazione "Accesso completo". Per maggiori dettagli, leggi qui

source: この機能を利用するには、連絡先データの利用の許可が必要です。機能を有効化しようとすると、許可を求める画面が表示されるので、「許可」を選んでください
en: To utilize this feature, permission to access contact data is necessary. When attempting to enable the function, a screen requesting permission will appear. Please select 'Allow' when prompted.
it: Per utilizzare questa funzione è necessaria l'autorizzazione all'accesso ai dati dei contatti. Quando provi ad attivare la funzione, viene mostrata una schermata di richiesta: seleziona "Consenti"

source: この機能を利用するにはフルアクセスを有効にしてください。
en: Enable Full Access to use this feature.
it: Attiva l'accesso completo per utilizzare questa funzione.

source: この行を削除
en: Delete this row
it: Elimina questa riga

source: この設定をしないとキーボードが使えません
en: Without this operation you cannot use Copaky
it: Senza questa configurazione non puoi usare Copaky

source: コピーした文字列の履歴を保存し、専用のタブから入力できるようにします。
en: Keeping histories of copied text, and make it possible to input them from clipboard history tab.
it: Salva la cronologia degli appunti e ne consente l'inserimento dall'apposito tab.

source: コピーする
en: Copy
it: Copia

source: これで、文字を入力するときにCopakyをキーボードとして選べるようになります。
en: This makes Copaky available as a keyboard when you type.
it: Così potrai scegliere Copaky come tastiera quando scrivi.

source: これはCopakyの問題ではなく、OS側のデータの更新が遅れている可能性があります。
en: This may not be an Copaky issue, but a delay in updating the data on the OS side.
it: Potrebbe non essere un problema di Copaky, ma un ritardo nell'aggiornamento dei dati da parte del sistema operativo.

source: これまでの学習を反映しない
en: Ignore memories
it: Ignora l'apprendimento

source: これを防ぐには、一文字ずつ入力して確定することができます。つまり、「あ」の入力→「確定」→「さ」の入力→「確定」の順で実行することで、ひらがなの「あさ」を入力することができます
en: To prevent this, you can input one character at a time and confirm. In other words, executing the sequence: input 'あ' -> confirm -> input 'さ' -> confirm allows you to input the hiragana 'あさ'.
it: Per evitarlo, puoi inserire un carattere alla volta e confermarlo. In altre parole, eseguendo la sequenza: inserisci "あ" → Conferma → inserisci "さ" → Conferma, puoi inserire l'hiragana "あさ"

source: コンマとピリオド
en: Comma and Period
it: Virgola e punto

source: サイズの調整モードがオンになります。左右の白い部分をドラッグし、好みのサイズに調整してください。
en: Resizing mode becomes enabled. Drag the white part at the sides and adjust the keyboard to your suitable size.
it: Viene attivata la modalità di ridimensionamento. Trascina le parti bianche ai lati per regolare la tastiera alla dimensione desiderata.

source: サウンド
en: Sounds
it: Audio

source: サウンドと振動
en: Keyboard Feedbacks
it: Audio e vibrazione

source: サブ
en: Sub
it: Secondario

source: サブのラベル
en: Sub label
it: Etichetta secondaria

source: サンプル
en: Sample
it: Esempio

source: シェアして保存
en: Save and Share
it: Salva e condividi

source: シェアする
en: Share
it: Condividi

source: シェアすると、不特定多数のユーザがこの単語を閲覧できます。個人情報を含む単語を絶対にシェアしないでください。
en: This word is requested to be shared with other users. Please do not submit words that contain personal information.
it: Condividendola, questa parola potrà essere visualizzata da un numero indefinito di utenti. Non condividere mai parole che contengono informazioni personali.

source: シェアせずに保存
en: Save without Share
it: Salva senza condividere

source: システムアイコン
en: System icon
it: Icona di sistema

source: しない
en: Disabled
it: Disattivato

source: シフトキーを使う
en: Use shift key
it: Usa il tasto Maiusc

source: ショートカットを実行
en: Run shortcut
it: Esegui scorciatoia

source: ショートカットを実行する
en: Run shortcut
it: Esegui la scorciatoia

source: スクロール式のカスタムタブを作る
en: Make scroll style custom tabs
it: Crea un tab personalizzato a scorrimento

source: スクロール方向
en: Scroll direction
it: Direzione di scorrimento

source: ズレ
en: Delta
it: Scostamento

source: セクション
en: Section
it: Sezione

source: そのまま入力
en: Direct input style
it: Inserimento diretto

source: その他
en: Others
it: Altro

source: その他の質問・連絡など
en: Other inquiries or contacts
it: Altre domande o richieste di contatto

source: その他の質問・連絡などはメールでお寄せください
en: For other inquiries or contacts, please send us an email.
it: Per altre domande o richieste di contatto, scrivici via email

source: それ以前の端末では、「低」などの設定を推奨します。
en: On earlier devices, settings like 'Low' are recommended.
it: Sui dispositivi precedenti, si consiglia un'impostazione come "Basso".

source: ダークモード
en: Dark mode
it: Modalità scura

source: ダークモードで使用
en: Use in dark mode
it: Usa in modalità scura

source: タイプミスはまだ自動修正されません。数字・記号タブは選択中のラテン文字言語に合わせて表示されます。
en: Typos are not corrected automatically yet. The numbers and symbols tabs follow the active Latin language.
it: Gli errori di battitura non vengono ancora corretti automaticamente. Le schede dei numeri e dei simboli seguono la lingua latina attiva.

source: タイムスタンプを使う
en: Use timestamp
it: Usa il timestamp

source: タイムスタンプを設定する
en: Use timestamp
it: Imposta il timestamp

source: ダイレクト
en: Direct
it: Diretto
